Repository: paulwoman/Capitalism_Lab_ENG_to_NL
Catalog: tm/auto/breakthrough_in_training_en-US_nl.tmx
Source language: en_us
Languages: nl

source: Title=Breakthrough in Training
nl: Title=Doorbraak in opleiding

source: Description=Years of research in training methodology by a consortium of leading business schools have finally produced astonishing results.
nl: Description=Jaren van onderzoek naar opleidingsmethodes door een consortium van toonaangevende bedrijfsscholen werpen eindelijk vruchten af.

source: ^^The new training methodology is able to increase corporate training efficiency by as much as 100% and companies around the globe are rapidly adopting this new training methodology.
nl: ^^De nieuwe opleidingsmethode maakt het mogelijk om de efficiëntie van bedrijfsopleidingen te doen stijgen met wel 100% waardoor ondernemingen wereldwijd snel deze methode overnemen.

source: ^^Your company has jumped on this bandwagon as well and you are planning to leverage it to greatly improve the productivity of your workforce.
nl: ^^Jouw onderneming is ook op deze wagon gesprongen en wil dit als hefboom gebruiken om de productiviteit van jouw werknemers enorm te verhogen.

source: Goal Title=Aggressive Growth Plan
nl: Goal Title=Aggressief groeiplan

source: Goal Description=With the breakthrough in training, you now have the tool to improve the operating efficiency of your corporation to new heights and deliver truly outstanding financial returns to your shareholders.
nl: Goal Description=Met de doorbraak in opleiding, heb je nu een instrument om de operationele efficiëntie van jouw onderneming naar nieuwe hoogtes te stuwen en een echt opmerkelijk financieel resultaat voor te leggen aan de aandeelhouders.

source: Goal Title=Operating Performance Target
nl: Goal Title=Operatationeel performantiedoel

source: Goal Description=Leverage the new training methodology to improve your corporation's operating profit margin.
nl: Goal Description=Verhoog de nieuwe opleidingsmethodiek om de operationele winstmarge van jouw onderneming te verbeteren.

source: Goal Achieved Text=Congratulations!
nl: Goal Achieved Text=Gefeliciteerd!

source: You have significantly improved your corporation's operating profit margin.
nl: Je hebt de opertationele winstmarge van jouw onderneming opmerkelijk verbeterd.

source: Goal Title=Growing the Talent Base.
nl: Goal Title=Talentenbasis laten groeien.

source: Goal Description=Be more aggressive in hiring and look for new talents to join your corporation.
nl: Goal Description=Weest aggressiever in het aanwerven en zoeken naar nieuwe talenten door ze bij jouw onderneming tewerkt te stellen.

source: Your corporation has reached the milestone of having a staff size surpassing 1000 people.
nl: Jouw onderneming heeft een mijlpaal bereikt door meer dan 1000 mensen in dienst te hebben.
